test/multiphase/reactingTwoPhaseEulerFoam/populationBalance/titaniaSynthesis/system/probes
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  dev
     \\/     M anipulation  |
-------------------------------------------------------------------------------
Description
    Writes out values of fields from cells nearest to specified locations.

\*---------------------------------------------------------------------------*/

#includeEtc "caseDicts/postProcessing/probes/probes.cfg"

fields
(
    alpha.particles
    TiCl4.vapor
    O2.vapor
    Cl2.vapor
);

probeLocations
(
    (0.5 0.5 0.5)
);

// ************************************************************************* //
